Repository: ajcancado/happyling.ios
Catalog: Happyling/*.lproj/Localizable.strings
Languages: de, pt_br

# DATE_FORMAT
source: yyyy-MM-dd
pt_br: dd/MM/yyyy

source: My Account
de: Mein Account
pt_br: Meus dados

source: Change Password
de: Passwort ändern
pt_br: Mudar minha senha

source: Notifications
de: Mitteilungen
pt_br: Notificações

source: Problems Opened
de: Offene Probleme
pt_br: Problemas abertos

source: Problems Solved
de: Gelöste Probleme
pt_br: Problemas resolvidos

source: Problems not solved
de: Ungeöffnete Probleme
pt_br: Problemas não resolvidos

source: Rating App
de: App bewerten
pt_br: Avaliar App

source: Terms of Use
de: Nutzungsbedingungen
pt_br: Termos de uso

source: Happyling for Business
pt_br: Happyling para empresas

source: Sign out
de: Abmelden
pt_br: Sair

# SHARE_SOLVE
source: Share your disappoitment. Solve a problem
de: Teile deine Unzufriedenheit. Löse deine Probleme.
pt_br: Compartilhe seus sentimentos. Resolva um problema

# WE_CARE
source: We care about customer.
de: We kümmern uns um Kunden.
pt_br: Nos preocupamos com os consumidores.

# NO_INTERNET_CONNECTION
source: You're not connected on internet, verify your data mobile or conect to Wifi
de: Es besteht keine Internetverbindung. Bitte überprüfe die Einstellungen deiner mobilen Daten oder verbinde dich mit einem WLAN-Netzwerk.
pt_br: Você não está conectado a internet. Verifique seus dados ou conecte-se a uma rede Wifi

source: Successful registration
de: Registrierung erfolgreich
pt_br: Conta criada com sucesso

# NO_COMPANIES_FOUND_LIKE_ADD
source: No companies with this name were found. Would you like to add a business?
de: Kein Unternehmen gefunden. Möchtest du das Unternehmen hinzufügen?
pt_br: Nenhuma empresa encontrada com este nome. Gostaria de adicionar uma empresa ?

# NO_COMPLAINTS_FOUND
source: No complaints were found.
de: Kein Anliegen oder Beschwerde gefunden.
pt_br: Nenhuma reclamação encontrada.

# COMPLAINT_DONE
source: Done, they'll will reply you soon as possible :)
de: Gesendet. Wir werden uns in Kürze bei dir wieder melden. :)
pt_br: Pronto, eles irão te responder em breve :)

# MUST_BE_REGISTERED
source: You must be registered to perform this operation
de: Bitte melde dich vorher an.
pt_br: Você precisa estar registrado para usar esta opção
